Repository: 84000/data-translation-memory
Catalog: toh593-v3.tmx
Source language: bo
Languages: en

source: །གདོན་ཐམས་ཅད་བཅིང་བར་བྱའོ། །ཏདྱ་ཐཱ། ཨོཾ་ཨ་ན་ལེ། ཨ་ན་ལེ། བི་ཤ་དེ་བི་ཤ་དེ། བཻ་ར་བཻ་ར། བཛྲ་དྷ་རི། བན་དྷ་བན་དྷ་ནི། བཛྲ་པཱ་ཎི་ཧཱུྃ་ཕཊ། ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། བན་དྷ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། སུས་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བ་གདུགས་དཀར་པོ་ཅན་གཞན་གྱིས་མི་ཐུབ་མ་ཕྱིར་ཟློག་མ་ཆེན་མོ་འདི་གྲོ་གའམ། རས་སམ། ཤིང་ཤུན་ལ་བྲིས་ཏེ། ལུས་སམ། མགུལ་དུ་བཏགས་ན།
en: May it bind all grahas!

source: དེ་ཇི་སྲིད་འཚོའི་བར་དུ་དུག་གིས་མི་ཚུགས། མཚོན་གྱིས་མི་ཚུགས། མེས་མི་ཚུགས། ཆུས་མི་ཚུགས། དབྱིག་དུག་གིས་མི་ཚུགས། དུག་སྦྱར་མས་མི་ཚུགས། བྱད་ཀྱིས་མི་ཚུགས་སོ། །དུས་མ་ཡིན་པར་འཆི་བའི་དུས་བྱེད་པར་མི་འགྱུར་རོ།
en: tadyathā | oṁ anale anale | viṣade viṣade | vaire vaire | vajradhari | bandha bandhani | vajrapāṇi hūṁ phaṭ | hūṁ hūṁ phaṭ phaṭ svāhā | bandha phaṭ phaṭ svāhā || “Whoever writes this great, invincible spell for averting, Sitātapatrā born from the uṣṇīṣa of all tathāgatas, on birch bark, cloth, or tree bark and wears it on their body or around their neck will not be harmed by poison, weapons, fire, water, poisonous brews, poisonous compounds, or kākhordas for as long as they live, nor will they meet an untimely death.

source: །གདོན་ཐམས་ཅད་དང་། བགེགས་དང་། རྣམ་པར་ལོག་འདྲེན་ཐམས་ཅད་ཀྱི་ཡིད་དུ་འོང་བ་དང་དགའ་བར་འགྱུར་རོ།
en: They will become dear to all grahas, vighnas, and vināyakas.

source: །རྡོ་རྗེའི་རིགས་བྱེ་བ་ཁྲག་ཁྲིག་སྟོང་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞིས་ཀྱང་དེ་ལ་བསྲུང་བ་དང་། བསྐྱབ་པ་དང་། སྦེད་པར་བྱེད་དེ། དེ་རྣམས་ཀྱི་ཡིད་དུ་འོང་བ་དང་དགའ་བར་འགྱུར་རོ།
en: The eighty-four billion members of the vajra family will guard, protect, and defend them, hold them dear, and delight in them.

source: །བསྐལ་པ་ཆེན་པོ་བརྒྱད་ཁྲི་བཞི་སྟོང་དུ་སྐྱེ་བ་དྲན་པར་འགྱུར་རོ། །ནམ་དུ་ཡང་གནོད་སྦྱིན་དང་།
en: They will recall their rebirths of the past eighty-four thousand great eons.

source: སྲིན་པོ་དང་། ཡི་དགས་དང་། སྲུལ་པོ་དང་། ལུས་སྲུལ་པོ་ཉིད་དུ་མི་འགྱུར་རོ། །མི་དབུལ་པོར་མི་འགྱུར་རོ།
en: They will never become yakṣas, rākṣasas, pretas, pūtanas, or kaṭapūtanas, nor will they ever be poor.

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་གྲངས་མེད་དཔག་ཏུ་མེད་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་འགྱུར་རོ།
en: They will gain a quantity of merit equal to that of the blessed buddhas as innumerable and limitless as the grains of sand in the river Ganges. “

source: །དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བ་གདུགས་དཀར་པོ་ཅན་གཞན་གྱིས་མི་ཐུབ་མ་ཕྱིར་ཟློག་པ་ཆེན་མོ་འདི་འཆང་ན་ཚངས་པར་མི་སྤྱོད་པ་ཡང་ཚངས་པར་སྤྱོད་པར་འགྱུར་རོ།
en: If one keeps this great, invincible spell for averting, Sitātapatrā born from the uṣṇīṣa of the Tathāgata, one will become chaste, even if one was not chaste.

source: །ཐུབ་པར་མ་བྱས་པ་ཡང་ཐུབ་པར་བྱས་པར་འགྱུར་རོ།
en: Those who did not observe silence will observe silence.

source: །མི་གཙང་བ་ཡང་གཙང་བར་འགྱུར་རོ།
en: The impure will become pure.

source: །བསྙེན་གནས་མ་བྱས་པ་ཡང་བསྙེན་གནས་བྱས་པར་འགྱུར་རོ།
en: Those who did not practice abstinence will practice abstinence.

source: །སྨྱུང་བ་མ་བྱས་པ་ཡང་སྨྱུང་བ་བྱས་པར་འགྱུར་རོ།
en: Those who did not fast will observe fasts.

source: །མཚམས་མེད་པ་ལྔ་བྱས་པའི་སྡིག་པ་ཡང་མ་ལུས་པར་འབྱང་བར་འགྱུར་རོ།
en: Even those who have committed the five acts with immediate retribution will see all their evil purified.

source: །སྔོན་གྱི་ལས་ཀྱི་སྒྲིབ་པ་ཡང་མ་ལུས་པར་ཟད་པར་འགྱུར་རོ།
en: All the obscurations resulting from their past actions will be exhausted without exception. “

source: །བུད་མེད་བུ་འདོད་པ་གང་ལ་ལ་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་པོ་ཅན་གཞན་གྱིས་མི་ཐུབ་མ་ཕྱིར་ཟློག་མ་ཆེན་མོ་འདི་འཆང་ན།
en: If a woman who wishes to have a child keeps this great, invincible spell for averting, Sitātapatrā born from the uṣṇīṣa of the Tathāgata, she will gain a child.

source: བུ་འདོད་པ་དེས་བུ་རྙེད་དེ་ཚེ་དང་བསོད་ནམས་དང་སྟོབས་ཀྱང་རབ་ཏུ་རྙེད་དོ།
en: The child will have a long life and possess merit and strength.

source: །འདི་ནས་ཤི་འཕོས་ན་ཡང་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་སྐྱེ་བར་འགྱུར་རོ། །མི་ནད་དང་། ཕྱུགས་ནད་དང་། གནག་ནད་དང་། ཡམས་ཀྱི་ནད་དང་།
en: After they pass away they will take birth in the realm of Sukhāvatī. “

source: འཚེ་བ་དང་། ནད་འགོ་བ་དང་། གནོད་པ་དང་། འཁྲུག་པ་ཐམས་ཅད་དང་། ཕ་རོལ་གྱི་དམག་ཚོགས་འོང་བ་ཐམས་ཅད་ལ་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བ་གདུགས་དཀར་པོ་ཅན་གཞན་གྱིས་མི་ཐུབ་མ་ཕྱིར་ཟློག་པ་ཆེན་མོ་འདི་རྒྱལ་མཚན་གྱི་རྩེ་མོ་ལ་བཏགས་ཏེ། རིམ་གྲོ་ཆེར་མཆོད་པ་ཆེན་པོ་བྱས་ལ་གྲོང་ཁྱེར་ཆེན་པོའི་སྒོར་ཞུགས་ལ།
en: Those who are threatened by diseases that affect humans, livestock, or cattle or by any calamities, violence, epidemics, harm, mental disturbances, and the approach of opposing armies should affix this great, invincible spell for averting, Sitātapatrā born from the uṣṇīṣa of the Tathāgata, to the top of a banner and worship it with great offerings.

source: གྲོང་ཁྱེར་རམ། གྲོང་ངམ། གྲོང་རྡལ་ལམ། ལྗོངས་སམ། དགོན་པའི་གནས་སུ་གཟུགས་སོ། །གཞན་གྱིས་མི་ཐུབ་པ་ཕྱིར་ཟློག་པ་ཆེན་མོ་འདི་རིམ་གྲོ་ཆེར་བྱས་ཏེ། བཙུགས་མ་ཐག་ཏུ་གཡུལ་ཞི་བར་འགྱུར་རོ། །ཡམས་ཀྱི་ནད་དང་། འཚེ་བ་དང་།
en: The banner should be planted at the gateway to a large city or in a city, town, market town, country, or wilderness residence.

source: གནོད་པ་དང་། འཁྲུག་པ་དང་། ཕ་རོལ་གྱི་དམག་ཚོགས་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །ཏདྱ་ཐཱ། ཨོཾ་ཥྚོཾ་བནྡྷ་བནྡྷ། བདག་ལ་སྲུངས་ཤིག་སྲུངས་ཤིག་སྭཱ་ཧཱ། རཀྵཱ་རཀྵ་མཱྃ་ཨོཾ་ཧཱུྃ་ཥྚོཾ་བནྡྷ་བནྡྷ་བཛྲ།
en: As soon as this great, invincible spell for averting has been worshiped and planted, war will be pacified, as will calamities, violence, harm, mental disturbances, and the approach of opposing armies.

source: བདག་ལ་སྲུངས་ཤིག་སྲུངས་ཤིག །རཀྵ་རཀྵ་མཱྃ། བཛྲ་པཱ་ཎི་ཡེ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། ཨོཾ་སརྦ་ཏ་ཐཱ་ག་ཏོཥྞཱི་ཥ་ཨ་བ་ལོ་ཀི་ཏེ་མཱུར་དྷ་ཏེ་ཛོ་རཱ་ཤི། ཨོཾ་ཛྭ་ལ་ཛྭ་ལ། དྷ་ཀ་དྷ་ཀ། ད་ར་ད་ར། བི་ད་ར་བི་ད་ར། ཙྪིནྡ་ཙྪིནྡ། བྷིནྡ་བྷིནྡ། ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། ཨོཾ་སརྦ་ཏ་ཐཱ་ག་ཏོཥྞཱི་ཥ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། ཏདྱ་ཐཱ། ཨོཾ་ཨ་ན་ལེ་ཨ་ན་ལེ། ཁ་ས་མེ་ཁ་ས་མེ། བཻ་ར་བཻ་ར། སཽ་མེ་སཽ་མེ། སརྦ་བུདྡྷ་ཨ་དྷིཥྵཱ་ན་ཨ་དྷི་ཥྛི་ཏེ། ཨོཾ་སརྦ་ཏ་ཐཱ་ག་ཏོཥྞཱི་ཥ་སི་ཏཱ་ཏ་པ་ཏྲེ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། ཧཱུྃ་མ་མ་ཧཱུྃ་ནི་སྭཱ་ཧཱ། སངས་རྒྱས་རྣལ་འབྱོར་དུ་བྱའོ།
en: tadyathā | oṁ ṣṭoṁ bandha bandha |bdag la srungs shig srungs shig svāhā | rāḳsa rāḳsa māṃ | oṁ hūṁ ṣṭoṁ bandha bandha vajra | bdag la srungs shig srungs shig | rāḳsa rāḳsa mām | vajrapāṇiye hūṁ hūṁ phaṭ svāhā || oṁ sarvatathāgatoṣṇīṣa avalokite mūrdhani tejorāśi || oṁ hūṁ jvala jvala | dhaka dhaka | dara dara | vidara vidara | chinda chinda | bhinda bhinda | hūṁ hūṁ phaṭ phaṭ svāhā || oṁ sarvatathāgatoṣṇīṣa hūṁ phaṭ phaṭ svāhā || tadyathā | oṁ anale anale | khasame khasame | vaire vaire | saumye saumye | sarvabuddhādhiṣṭhānādhiṣṭhite | oṁ sarvatathāgatoṣṇīṣasitātapatre hūṁ phaṭ svāhā | hūṁ mama hūṁ ni svāhā || “This should be done in connection with the Buddha.

source: །ཀླུའི་རྒྱལ་པོ་རྣམས་ཀྱང་དུས་དུས་སུ་ཆར་འབེབས་སོ། །སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་།
en: The nāga kings will send timely rain.”

source: ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་བར་བསྟོད་དོ།
en: The buddhas and bodhisattvas, along with the world with its devas, humans, asuras, and gandharvas, rejoiced and praised the words of the Blessed One.

source: །འཕགས་པ་དེ་བཞིན་གཤེགས་པའི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་པོ་ཅན་གཞན་གྱིས་མི་ཐུབ་པ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།། །།
en: This concludes the noble dhāraṇī “The Invincible Sitātapatrā Born from the Uṣṇīṣa of the Tathāgata.”

source: གཙུག་ཏོར་ལྷ་ཡུལ་མ་ཆུང་བ་ཁ་ཆེའི་པཎྜི་ཏ་མ་ཧཱ་ཛྙཱ་ནས་རང་འགྱུར་དུ་མཛད་པའོ།། །།
en: This version of the Uṣṇīṣa, the shorter of those of the heavenly realm, was translated by the Kashmiri paṇḍita Mahājana himself.
